<?php

return [

    //GENERAL
    'success_create' => "تم الانشاء بنجاح",
    'success_update' => "تم التعديل بنجاح",
    'success_delete' => "تم الحذف بنجاح",
    //TITLEs
    'title_ar_required' => "الحقل العربي مطلوب",
    'title_en_required' => "الحقل الانجليزي مطلوب",
    'title_ar_min' => "يجب أن يكون الحقل باللغة العربية 4 أحرف على الأقل",
    'title_en_min' => "يجب أن يكون الحقل باللغة الانجليزية 4 أحرف على الأقل",
    'title_ar_max' => "يجب أن يكون الحقل باللغة العربية 255 حرف على الأكثر",
    'title_en_max' => "يجب أن يكون الحقل باللغة الانجليزية 255 حرف على الأكثر",
];
